def aspirin_description(step):
    out_text = ''
    if step == 'a':
        out_text = 'Який стан аналізу: чи спираєатесь ви свої сильні сторони, чи бачите ви можливості, чи проаналізували аналогічні пропозиції?'
    if step == 's':
        out_text = 'Який стан стратегії: чи розумієте ви для чого працюєте, яким буде ваш бізнес за 10 років, яка поточна мета та плани?'
    if step == 'p':
        out_text = 'Який продукт: яка цільова аудиторія, які йх болі та бажані вигоди, як їх закриваї ваш продукт, що він з себе має?'
    if step == 'r':
        out_text = 'Як ви працюєте із ресурсами: чи є структура штату та  посадові інструкції, процес фінансового планування, чи вкладаєетесь ви в технології?'
    if step == 'in':
        out_text = 'Як у вас з індикацією процесі? Чи є дашборд? Чи заплановані зустрічі із командами та 1 на 1 зі співробітниками?'
    return out_text